"visualizza" = "Open";
"acquista" = "Buy";
"preferiti" = "Starred";
"cerca" = "Search";
"cancella" = "Delete";
"impostazioni" = "Settings";
"apertura" = "Loading..";
"anteprima" = "Preview";
"anteprima gratuita" = "Free preview";
"ripristina" = "Restore";
"settimanale" = "1 Week";
"mensile" = "1 Month";
"bimestrale" = "2 Month";
"trimestrale" = "3 Month";
"semestrale" = "6 Month";
"annuale" = "1 Year";
"Abbonamento" = "Subscription";
"vuoidavveroeliminarepreferito" = "Really delete this element?";
"elimina" = "Delete";
"annulla" = "Cancel";
"gestionepreferiti" = "Starred";
"nonhaiancorapreferiti" = "You have not starred elements.";
"continua" = "Continue";
"attenzione" = "Warning";
"inseriscicaratterericerca" = "Insert a text for searching in pages";
"deviinternetricerca" = "You can not search in pages without internet connection";
"risultatiper" = "results for";
"statooperazione" = "Status";
"ripristinocompleto" = "Restore completed.";
"noedizioni" = "No content available";
"ripristinoabbonamento" = "Restore subscription";
"acquistiripristinoincorso" = "Restore in progress..";
"codiceerrato" = "Your code is not corrected";
"accesso" = "Login";
"operazioneriuscita" = "Operation completed";
"deviceenable" = "Your device is logged in";
"accountlogout" = "Your device is not logged in";
"youneedconnection" = "You need internet connection for complete this operation.";
"eliminazione" = "Deleting..";
"successo" = "Completed";
"devicebuynotenable" = "You need to Login in apple appstore";
"istruzionipreferiti" = "Push on the page for add it to starred pages.";
"nocontenti" = "No internet connection.";
"condivisione" = "Sharer";
"comecondividere" = "Share with";
"messaggionoinvio" = "Unable to send message";
"nomessaggiotesto" = "Something was wrong sending your email";
